/* Classes/TRFacebookController.m */
" Check out the prizes he/she can win!" = " Check out the prizes he/she can win!";

/* Classes/TRFacebookController.m */
" Prizes are not so far away..." = " Prizes are not so far away...";

/* Views/TRPrizeViewController.m */
"$1049" = "$1049";

/* Views/TRPrizeViewController.m */
"$115" = "$115";

/* Views/TRPrizeViewController.m */
"$130" = "$130";

/* Views/TRPrizeViewController.m */
"$600" = "$600";

/* Views/TRPrizeViewController.m */
"$800" = "$800";

/* Views/TRPrizeViewController.m */
"$850" = "$850";

/* Views/TRPrizeViewController.m */
"$900" = "$900";

/* Classes/TRFacebookController.m */
"%dth" = "%dth";

/* Classes/TRFacebookController.m */
"1st" = "1st";

/* Classes/TRFacebookController.m */
"2nd" = "2nd";

/* Classes/TRFacebookController.m */
"3rd" = "3rd";

/* Classes/TRFacebookController.m */
"<br><br>Amazing! It is one of the 10 best pinguins in %@ on this race!\"" = "<br><br>Amazing! It is one of the 10 best pinguins in %@ on this race!\"";

/* Classes/TRFacebookController.m */
"<br><br>Amazing! It is one of the 10 best pinguins in the world on this race!\"" = "<br><br>Amazing! It is one of the 10 best pinguins in the world on this race!\"";

/* Classes/TRFacebookController.m */
"<br><br>Brillant pinguin! He entered in the top 10 of the %@.%@\"" = "<br><br>Brillant pinguin! He entered in the top 10 of the %1$@.%2$@\"";

/* Classes/TRFacebookController.m */
"<br><br>Good pinguin! He entered in the top 100 of the %@.%@\"" = "<br><br>Good pinguin! He entered in the top 100 of the %1$@.%2$@\"";

/* Classes/TRFacebookController.m */
"<br><br>It is a pretty good pinguin in %@!\"" = "<br><br>It is a pretty good pinguin in %@!\"";

/* Classes/TRFacebookController.m */
"<br><br>What a great score! It is one of the best pinguins in the world on this race!\"" = "<br><br>What a great score! It is one of the best pinguins in the world on this race!\"";

/* Classes/TRFacebookController.m */
"<br>Challenge ranking: <b>%@</b>" = "<br>Challenge ranking: <b>%@</b>";

/* Classes/TRFacebookController.m */
"<br>Total ranking: <b>%@</b>" = "<br>Total ranking: <b>%@</b>";

/* Classes/TRFacebookController.m */
"\"incitationMessage\":\"Do like him, play this game, be among the bests and <b>win pairs of skis, snowboards, ski googles, sunglasses, t-shirts, etc...</b>\"" = "\"incitationMessage\":\"Do like him, play this game, be among the bests and <b>win pairs of skis, snowboards, ski googles, sunglasses, t-shirts, etc...</b>\"";

/* Classes/TRFacebookController.m */
"\"incitationMessage\":\"Do like him/her, participate and try to be among the bests pinguins!\"" = "\"incitationMessage\":\"Do like him/her, participate and try to be among the bests pinguins!\"";

/* Classes/TRFacebookController.m */
"\"incitationMessage\":\"Do like him/her, participate, be among the bests pinguins and <b>win pairs of skis, snowboards, ski googles, sunglasses, t-shirts, etc...</b>\"" = "\"incitationMessage\":\"Do like him/her, participate, be among the bests pinguins and <b>win pairs of skis, snowboards, ski googles, sunglasses, t-shirts, etc...</b>\"";

/* Classes/TRFacebookController.m */
"\"linkMessage\":\"How to participate ? What can I win ?\"" = "\"linkMessage\":\"How to participate ? What can I win ?\"";

/* Classes/TRFacebookController.m */
"\"linkMessage\":\"How to participate?\"" = "\"linkMessage\":\"How to participate?\"";

/* Classes/TRFacebookController.m */
"\"mainMessage\":\"has just established a new record on the iPhone game Tux Rider World Challenge on %s in %s mode : <b>%s</b>.<br>National ranking (%@): <b>%@</b><br>World ranking: <b>%@</b>%@" = "\"mainMessage\":\"has just established a new record on the iPhone game Tux Rider World Challenge on %1$s in %2$s mode : <b>%3$s</b>.<br>National ranking (%4$@): <b>%5$@</b><br>World ranking: <b>%6$@</b>%7$@";

/* Classes/TRFacebookController.m */
"\"mainMessage\":\"participates now to the World Challenge of the iPhone Game <b>Tux Rider World Challenge</b>, and he/she has just established his/her first score on %s in %s mode : <b>%s</b>.\"" = "\"mainMessage\":\"participates now to the World Challenge of the iPhone Game <b>Tux Rider World Challenge</b>, and he/she has just established his/her first score on %1$s in %2$s mode : <b>%3$s</b>.\"";

/* Classes/TRFacebookController.m */
"\"shortStory\":\"has just established a new record !\"" = "\"shortStory\":\"has just established a new record !\"";

/* Classes/TRFacebookController.m */
"\"shortStory\":\"Has just established his/her first score on Tux Rider World Challenge.\"" = "\"shortStory\":\"Has just established his/her first score on Tux Rider World Challenge.\"";

/* Classes/TRFacebookController.m */
"\"titleMessage\":\"freerides in pinguin, and it turns out well for him/her !\"" = "\"titleMessage\":\"freerides in pinguin, and it turns out well for him/her !\"";

/* Classes/TRFacebookController.m */
"\"titleMessage\":\"Has just established his/her first score on Tux Rider World Challenge.\"" = "\"titleMessage\":\"Has just established his/her first score on Tux Rider World Challenge.\"";

/* No comment provided by engineer. */
"A better score already exists for this login !" = "A better score already exists for this login !";

/* Views/TRPrizeViewController.m */
"A fun product designed for the snow sports!\r\nGlasses type: spectron x4\r\nComposition: injected" = "A fun product designed for the snow sports!\r\nGlasses type: spectron x4\r\nComposition: injected";

/* Classes/TRRegisterViewController.m */
"Are you sure to want to create a new account ? This will erase everything about your old account." = "Are you sure to want to create a new account ? This will erase everything about your old account.";

/* Views/TRPrizeViewController.m */
"Boards new roots from the newest french brand that shapes freestyle/powder boards.\r\nThe board offered is the \"DJE MADONE\" that you can see on Furlan Snowboard website, This board is the same but the graphics are from the future collection." = "Boards new roots from the newest french brand that shapes freestyle/powder boards.\r\nThe board offered is the \"DJE MADONE\" that you can see on Furlan Snowboard website, This board is the same but the graphics are from the future collection.";

/* Views/TRPrizeViewController.m */
"Boards new roots from the newest french brand that shapes freestyle/powder boards.\r\nThe board offered is the \"SPOTS\" that you can see on Furlan Snowboard website, This board is the same but the graphics are from the future collection." = "Boards new roots from the newest french brand that shapes freestyle/powder boards.\r\nThe board offered is the \"SPOTS\" that you can see on Furlan Snowboard website, This board is the same but the graphics are from the future collection.";

/* Classes/TRFriendsManagerViewController.m
   Classes/ConnectionController.m
   Classes/TRRegisterViewController.m */
"Cancel" = "Cancel";

/* Views/TRChallengeInfosViewController.m */
"Challenge infos" = "Challenge infos";

/* Classes/TRFacebookController.m */
"challenge ranking" = "challenge ranking";

/* Views/TRChallengeResultsViewController.m */
"Challenge results" = "Challenge results";

/* ViewControllers/TRChallengeRulesViewController.m */
"Challlenge rules" = "Challlenge rules";

/* Classes/TRPrefsViewController.m */
"Check your network connection and try again." = "Check your network connection and try again.";

/* Classes/TRFriendsManagerViewController.m */
"Checking login..." = "Checking login...";

/* Classes/TRPrefsViewController.m */
"Checking login/password..." = "Checking login/password...";

/* Classes/TRPickCountryViewController.m */
"Choose a country..." = "Choose a country...";

/* Classes/TRPrefsViewController.m */
"Choose one" = "Choose one";

/* Classes/TRPrefsViewController.m */
"Choose your country!" = "Choose your country!";

/* Views/TRClassicScoresViewController.m */
"Classic mode" = "Classic mode";

/* No comment provided by engineer. */
"Congratulations !" = "Congratulations !";

/* Classes/TRFacebookController.m */
"Connect" = "Connect";

/* Classes/TRPrefsViewController.m */
"Create a new account" = "Create a new account";

/* Classes/TRPlayerInfosCell.m */
"Difference" = "Difference";

/* No comment provided by engineer. */
"Edit Friends List." = "Edit Friends List.";

/* No comment provided by engineer. */
"Empty Friends List." = "Empty Friends List.";

/* Classes/TRPrefsViewController.m
   Classes/TRFriendsManagerViewController.m
   Classes/TRErrorsManager.m */
"Error !" = "Error !";

/* No comment provided by engineer. */
"Exceptional event for the bests ones" = "Exceptional event for the bests ones";

/* Views/TRPrizeViewController.m */
"Flex remains stiff underfoot but softer at tip and tail for both stability and agility. The tips are longer in order to provide even greater flotation.\r\nThis is the Zag of strong skiers and hard sessions." = "Flex remains stiff underfoot but softer at tip and tail for both stability and agility. The tips are longer in order to provide even greater flotation.\r\nThis is the Zag of strong skiers and hard sessions.";

/* Classes/TRPrefsViewController.m */
"For security reasons, you first need to update Tux Rider World Challenge. Go to the App Store to do the update." = "For security reasons, you first need to update Tux Rider World Challenge. Go to the App Store to do the update.";

/* No comment provided by engineer. */
"For security reasons, you need to update Tux Rider World Challenge to save scores online. Go to the App Store to do the update." = "For security reasons, you need to update Tux Rider World Challenge to save scores online. Go to the App Store to do the update.";

/* Views/TRPrizeViewController.m */
"For the 1st, the 2nd or the 3rd" = "For the 1st, the 2nd or the 3rd";

/* Views/TRPrizeViewController.m */
"For the 4th, the 5th and the 6th" = "For the 4th, the 5th and the 6th";

/* Views/TRPrizeViewController.m */
"For the 7th and the 8th" = "For the 7th and the 8th";

/* Views/TRPrizeViewController.m */
"For the 9th and the 10th" = "For the 9th and the 10th";

/* Views/TRPrizeViewController.m */
"Freestylers finds their weapon of predilection with the MUTANT.\r\nIdeal for the rail and big jumpshere remains nevertheless a great polyvalent ski which is comfortable on all types of snows and even during extemporized pow sessions." = "Freestylers finds their weapon of predilection with the MUTANT.\r\nIdeal for the rail and big jumpshere remains nevertheless a great polyvalent ski which is comfortable on all types of snows and even during extemporized pow sessions.";

/* No comment provided by engineer. */
"Getting rankings for this score..." = "Getting rankings for this score...";

/* Classes/TRChallengeSubscriptionViewController.m */
"Great News !" = "Great News !";

/* Classes/TRFacebookController.m */
"his/her country" = "his/her country";

/* Classes/TRRegisterViewController.m */
"Info" = "Info";

/* Classes/TRPlayerInfosViewController.m */
"Infos: %@" = "Infos: %@";

/* Classes/TRPrefsViewController.m */
"Internal server error! Please try again Later." = "Internal server error! Please try again Later.";

/* Classes/TRFriendsManagerViewController.m */
"is already in your friends list." = "is already in your friends list.";

/* Classes/TRPrefsViewController.m */
"Login must be between 1 and 15 characters!" = "Login must be between 1 and 15 characters!";

/* Classes/TRPrefsViewController.m */
"Login successful (unused string)." = "Login successful (unused string).";

/* Classes/TRFriendsManagerViewController.m */
"Manage Friends" = "Manage Friends";

/* Classes/TRFacebookController.m */
"New : Connect this game to your Facebook wall !" = "New : Connect this game to your Facebook wall !";

/* Classes/TRFacebookController.m */
"No" = "No";

/* No comment provided by engineer. */
"No need to update !" = "No need to update !";

/* Classes/TRErrorsManager.m */
"No rankings available !" = "No rankings available !";

/* Classes/TRPlayerInfosViewController.m */
"No score." = "No score.";

/* Classes/TRPrefsViewController.m */
"Nobody is registered with this login." = "Nobody is registered with this login.";

/* Classes/TRPlayerInfosViewController.m */
"Not ranked" = "Not ranked";

/* Classes/TRFriendsManagerViewController.m */
"Ok" = "Ok";

/* Classes/TRPrefsViewController.m */
"Password must be less or equal than 10 characters!" = "Password must be less or equal than 10 characters!";

/* Classes/TRPrefsViewController.m */
"Password must be more or equal than 5 characters" = "Password must be more or equal than 5 characters";

/* Classes/TRPrefsViewController.m */
"Passwords entered are differents!" = "Passwords entered are differents!";

/* Classes/TRPlayerInfosCell.m */
"Player" = "Player";

/* Classes/ConnectionController.m */
"Please wait..." = "Please wait...";

/* Classes/TRPlayerInfosCell.m */
"Ranking" = "Ranking";

/* No comment provided by engineer. */
"Refreshing Player infos..." = "Refreshing Player infos...";

/* No comment provided by engineer. */
"Refreshing ranking infos..." = "Refreshing ranking infos...";

/* No comment provided by engineer. */
"Refreshing rankings..." = "Refreshing rankings...";

/* Classes/TRRegisterViewController.m */
"Register" = "Register";

/* Classes/TRRegisterViewController.m */
"Registering allows you to be ranked with other players around the world. It's free, it takes 5 seconds, and no personal information is required." = "Registering allows you to be ranked with other players around the world. It's free, it takes 5 seconds, and no personal information is required.";

/* Views/TRPrizeViewController.m */
"Represents a marriage made in heaven between a piste ski and a freeride ski.\r\nThe generous sidecut will delight skiers and telemarkers of all abilities on the hard snow and its freeride dimensions and long tip will ensure excellent allround freeride performance." = "Represents a marriage made in heaven between a piste ski and a freeride ski.\r\nThe generous sidecut will delight skiers and telemarkers of all abilities on the hard snow and its freeride dimensions and long tip will ensure excellent allround freeride performance.";

/* No comment provided by engineer. */
"Retreiving results..." = "Retreiving results...";

/* No comment provided by engineer. */
"Saving score online..." = "Saving score online...";

/* No comment provided by engineer. */
"Saving unsaved scores online..." = "Saving unsaved scores online...";

/* No comment provided by engineer. */
"Score not saved !" = "Score not saved !";

/* No comment provided by engineer. */
"Scores online were already up-to-date." = "Scores online were already up-to-date.";

/* Classes/TRPrefsViewController.m */
"Sending registration data..." = "Sending registration data...";

/* Classes/TRPrefsViewController.m */
"Settings" = "Settings";

/* Views/TRPrizeViewController.m */
"Slightly directional in shape to maximise all-round performance, it’s just as at ease in backcountry freestyle sessions as in cool freeriding through the trees.\r\nThe perfect tool for skiers interested in everything except the piste..." = "Slightly directional in shape to maximise all-round performance, it’s just as at ease in backcountry freestyle sessions as in cool freeriding through the trees.\r\nThe perfect tool for skiers interested in everything except the piste...";

/* Views/TRPrizeViewController.m */
"T-shirt designed by Zag Skis." = "T-shirt designed by Zag Skis.";

/* Traduire par textInfoFr pour le francais ; dans TRAppDelegate.m */
"textInfoEn" = "textInfoEn";

/* No comment provided by engineer. */
"The challenge is over. See the results : " = "The challenge is over. See the results : ";

/* Views/TRPrizeViewController.m */
"The first one chooses among the \"H112\", the \"Mutant\" and the \"Lacrimossa\", the second one picks up one of the two remainings, and the third one wins the last one." = "The first one chooses among the \"H112\", the \"Mutant\" and the \"Lacrimossa\", the second one picks up one of the two remainings, and the third one wins the last one.";

/* Views/TRPrizeViewController.m */
"The first one chooses among the \"Slap\", the \"Purist\" and the \"Puppy Tiger\", the second one picks up one of the two remainings, and the third one wins the last one." = "The first one chooses among the \"Slap\", the \"Purist\" and the \"Puppy Tiger\", the second one picks up one of the two remainings, and the third one wins the last one.";

/* Classes/TRPlayerInfosViewController.m */
"The first one chooses one of the three prizes, the second one picks up one of the two remainings, and the third one wins the last one." = "The first one chooses one of the three prizes, the second one picks up one of the two remainings, and the third one wins the last one.";

/* Classes/TRPrefsViewController.m */
"The login you entered already exists! Please choose another." = "The login you entered already exists! Please choose another.";

/* Classes/TRRegisterViewController.m */
"This will erase all your old best results !" = "This will erase all your old best results !";

/* Classes/TRPlayerInfosCell.m */
"Time" = "Time";

/* Views/TRTimeTrialScoresViewController.m */
"Time trial" = "Time trial";

/* TRPrizeListViewController.m */
"To win" = "To win";

/* Classes/TRFacebookController.m */
"total ranking" = "total ranking";

/* Views/TRChallengeViewController.m */
"Total Rankings" = "Total Rankings";

/* Classes/TRPrefsViewController.m */
"Unknown error!" = "Unknown error!";

/* No comment provided by engineer. */
"Unsaved scores detected. Do you want to save them online now ?" = "Unsaved scores detected. Do you want to save them online now ?";

/* Classes/TRPrefsViewController.m */
"Use only alphanumeric characters, \"-\", and \"_\" for the login." = "Use only alphanumeric characters, \"-\", and \"_\" for the login.";

/* Classes/TRPrefsViewController.m */
"Use only alphanumeric characters, \"-\", and \"_\" for the password." = "Use only alphanumeric characters, \"-\", and \"_\" for the password.";

/* Classes/TRRegisterViewController.m */
"Warning !" = "Warning !";

/* Views/TRPrizeViewController.m */
"With its large spherical screen, the \"Around\" have the largest angle of vision ever. With their anatomic polishement and our full confort moss, those googles garantee fun and off-road confort." = "With its large spherical screen, the \"Around\" have the largest angle of vision ever. With their anatomic polishement and our full confort moss, those googles garantee fun and off-road confort.";

/* Views/TRChallengeViewController.m */
"World Challenge" = "World Challenge";

/* No comment provided by engineer. */
"World rankings" = "World rankings";

/* No comment provided by engineer. */
"Wrong login or password." = "Wrong login or password.";

/* Classes/TRPrefsViewController.m */
"Wrong login/password." = "Wrong login/password.";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You are not ranked in Classic Challenge !" = "You are not ranked in Classic Challenge !";

/* No comment provided by engineer. */
"You are not registered, so you have no rankings." = "You are not registered, so you have no rankings.";

/* Classes/TRFriendsManagerViewController.m */
"You cannot be friend with yourself." = "You cannot be friend with yourself.";

/* No comment provided by engineer. */
"You don't have any scores saved online for the moment !" = "You don't have any scores saved online for the moment !";

/* No comment provided by engineer. */
"You don't have any scores saved online for this race in \"speed only\" mode for the moment !" = "You don't have any scores saved online for this race in \"speed only\" mode for the moment !";

/* No comment provided by engineer. */
"You must establish a personal record in each of its races." = "You must establish a personal record in each of its races.";

/* Classes/TRFacebookController.m */
"You will be able to post your best results will on your Facebook wall in just one click, without leaving the game !" = "You will be able to post your best results will on your Facebook wall in just one click, without leaving the game !";

/* No comment provided by engineer. */
"You're not ranked : %d race(s) on %d with no score" = "You're not ranked : %1$d race(s) on %2$d with no score";

/* Classes/TRPlayerInfosCell.m */
"You: " = "You: ";

